<template>
  <v-container white class="elevation-1">
    <h5><v-icon class="blue--text" style="line-height: inherit; vertical-align: bottom">help</v-icon> 常见问题</h5>
    <hr class="mb-4"/>
    <h6>注册之后怎么才能创建场景？</h6>
    <p>
    需要线下完成渠道商合作协议签订、充值，经过后台处理后即可创建场景。
    </p>
    <h6>渠道商有无等级？</h6>
    <p>
    暂定根据渠道商年度充值金额分为金/银/铜牌会员。<br>

    例如：年度充值总额在10万元以上为金牌渠道商；<br>

    8万以上，10万以下为银牌；8万以下为铜牌。<br>

    每个等级的折扣力度不同，如金牌8折，银牌8.5折，铜牌9.5折等。<br>

    折扣力度及等级分类会根据公司经营策略实时调整，具体内容以渠道商协议内容为准。<br>
    </p>
    <h6>场景如何计费？</h6>
    <p>
    场景处理费用=拍摄点数 * 单点单价 * 会员折扣率。<br>
    </p>
    <h6>拍摄点数如何计算？</h6>
    <p>
    a) 如果用全景相机拍摄，拍摄点数等于照片张数；<br>

    b) 如果用普通相机拍摄，拍摄点数等于照片张数/单点拍摄张数。<br>
    </p>
   <h6>如何创建场景模型？</h6>
    <p>
    a) 全景相机拍摄场景->登录平台->点击 场景处理/新建->选择上传照片类型：全景照片->上传照片->创建；<br>

    b) 普通相机拍摄场景->登录平台->点击 场景处理/新建->选择上传照片类型：平面照片；输入单点拍摄张数->上传照片->创建；<br>
    </p>
    <h6>何为冻结金额？</h6>

    <p>场景处理需要时间，在场景处理期间，预计消费的金额会被冻结。如果处理失败，被冻结金额接触冻结状态，退回余额，即不计入消费记录；如果处理成功计入消费金额，可以在消费记录中查看。</p>

    <h6>为何会处理失败？</h6>

    <p>原因有多种多样，主要可能为两个拍摄点距离过远等。拍摄技巧及注意点我们会有专人培训。</p>

    <h6>其他</h6>

    <p>以上问题内容解释权归盎维信息技术有限公司客户关系部及技术部所有。如果有其他问题可与 <a href="mailto:helpdesk@onwingtech.com" target="_top" >helpdesk@onwingtech.com</a> 联系，我们会尽快回复您。</p>
  </v-container>
</template>
<script>
  export default {
  }
</script>
